Repository: thegunner2008/emo_boss
Catalog: lib/common/l10n/intl_*.arb
Languages: vi

# Am_bao_thanh_toan
source: Layout Notification Ring
vi: Âm báo thanh toán

# Ap_dung
source: Apply
vi: Áp dụng

# app_name
source: EMO EN
vi: EMO VN

# Ban_chua_nhap_ten_hang_hoa
source: you have not entered the name of the product
vi: Bạn chưa nhập tên hàng hoá

# Ban_co_chac_chan_khong
source: Are you sure?
vi: Bạn có chắc chắn không?

# Ban_co_chac_chan_muon_xoa_bang_gia_nay
source: Are you sure delete this price book?
vi: Bạn có chắc muốn xóa bảng giá này?

# Ban_co_chac_chan_muon_xoa_khach_hang
source: Are you sure you want to delete partner
vi: Bạn có chắc chắn muốn xoá khách hàng

# Ban_co_chac_huy_hoa_don
source: Are you sure you want to delete invoice?
vi: Bạn có chắc muốn hủy hóa đơn?

# Ban_co_chac_muon_xoa_hang_hoa_nay
source: Are you sure you want to delete this product?
vi: Bạn có chắc chắn muốn xoá hàng hoá này ?

# Ban_co_chac_muon_xoa_san_pham_khoi_bang_gia_nay_khong
source: Are you sure delete product from this price book?
vi: Bạn có chắc muốn xóa sản phẩm khỏi bảng giá này không?

# Ban_dang_su_dung
source: Table is using
vi: Bàn đang sử dụng

# Ban_hay_kiem_tra_lai_thong_tin
source: Please check information again
vi: Bạn hãy kiểm tra lại thông tin

# Ban_qua_dien_thoai
source: Sale by phone
vi: Bán qua điện thoại

# Ban_qua_facebook
source: Sale by Facebook
vi: Bán qua Facebook

# Ban_qua_goViet
source: Sale by GoViet
vi: Bán qua GoViet

# Ban_qua_grabfood
source: Sale by GrabFood
vi: Bán quá GrabFood

# Ban_qua_now
source: Sale by Now
vi: Bán qua Now

# Ban_qua_pasgo
source: Sale by Pasgo
vi: Bán quá Pasgo

# Ban_su_dung
source: Used
vi: Bàn sử dụng

# Ban_truc_tiep
source: Direct sale
vi: Bán trực tiếp

# Bao_cao
source: Reports
vi: Báo cáo

# Bao_che_bien
source: Print Kitchen
vi: Báo chế biến

# Bao_che_bien_sau_thanh_toan
source: Print Kitchen After Save
vi: Báo chế biến sau thanh toán

# Bay_ngay_truoc
source: 7 days before
vi: 7 ngày trước

# block_gio_dau_tien
source: blocks
vi: block giờ đầu tiên

# Block_tinh_theo_phut
source: Block of time to use the service (minutes)
vi: Block tính theo phút

# Cac_thong_so_khac
source: Other setting
vi: Các thông số khác

# Cai_dat
source: Setting
vi: Cài đặt

# Cai_dat_man_hinh_chon_sp
source: Choose Product Screen Setting
vi: Cài đặt màn hình chọn sản phẩm

# Cai_dat_may_in
source: Printer Configuration
vi: Cài đặt máy in

# Cai_dat_the_cung
source: Card Setting
vi: Cài đặt thẻ cứng

# Cap_nhat
source: Update
vi: Cập nhật

# Cap_nhat_bang_gia_thanh_cong
source: Update price book success
vi: Cập nhật bảng giá thành công

# Cap_nhat_bang_gia_that_bai
source: Update price book fail
vi: Cập nhật bảng giá thất bại

# Cap_nhat_extra_topping
source: Update Extra/Topping
vi: Cập nhật Extra/Topping

# Cap_nhat_extra_topping_thanh_cong
source: Extra/Topping updated
vi: Extra/Topping đã được cập nhật thành công!

# Cap_nhat_extra_topping_that_bai
source: Extra/Topping update failed
vi: Extra/Topping đã được cập nhật thất bại

# Cap_nhat_gia_cho_bang_gia
source: Update price for price book
vi: Cập nhật giá cho bảng giá

# Cap_nhat_gia_thanh_cong
source: Price updated
vi: Cập nhật giá thành công!

# Cap_nhat_gia_that_bai
source: Price update failed
vi: Cập nhật giá thất bại!

# Cap_nhat_hang_hoa_thanh_cong
source: Product update successful
vi: Cập nhật hàng hoá thành công.

# Cap_nhat_khach_hang
source: Update customer
vi: Cập nhật khách hàng

# Cap_nhat_nhan_vien_thanh_cong
source: Staff updated!
vi: Tài khoản nhân viên đã được cập nhật thành công!

# Cap_nhat_nhan_vien_that_bai
source: Staff update failed!
vi: Tài khoản nhân viên đã được cập nhật thất bại!

# Cap_nhat_thanh_cong
source: Update success
vi: Cập nhật thành công

# Cap_nhat_that_bai
source: Update Failed
vi: Cập nhật thất bại

# Cat_tung_mon_khi_bao_che_bien
source: Print Cook Separate Menu
vi: Cắt từng món khi báo chế biến

# Chan_trang
source: Footer
vi: Chân trang

# Chat_luong_video_man_hinh_phu
source: Second Screen Video Quality
vi: Chất lượng video màn hình phụ

# Che_do_in_ngam
source: Print Hidden Mode
vi: Chế độ in ngầm

# Chi_co_the_cap_nhat_lai_sau_1_phut
source: You only update this item after 1 minute
vi: Bạn chỉ có thể cập nhật lại sau 1 phút

# Chi_nhanh
source: Branch
vi: Chi nhánh

# Chi_tiet
source: Detail
vi: Chi tiết

# Chi_tiet_hang_hoa
source: Product details
vi: Chi tiết hàng hoá

# Chi_tiet_hoa_don
source: Invoice Detail
vi: Chi tiết hóa đơn

# Chi_tiet_nhan_vien
source: Staff Detail
vi: Chi tiết nhân viên

# Chi_tiet_phieu_chi
source: Payment detail
vi: Chi tiết phiếu chi

# Chi_tiet_phieu_thu
source: Receipt detail
vi: Chi tiết phiếu thu

# Chi_tiet_san_pham
source: Product detail
vi: Chi tiết sản phẩm

# Chi_tiet_voucher
source: Voucher Detail
vi: Chi tiết voucher

# Chiet_khau
source: Discount
vi: Chiết khấu

# Chieu_rong_giay
source: Page Width
vi: Chiều rộng giấy

# Chinh_sua
source: Edit
vi: Chỉnh sửa

# Chinh_sua_bang_gia
source: Edit price book
vi: Chỉnh sửa bảng giá

# Chinh_sua_nhap_hang
source: Edit order stock
vi: Chỉnh sửa nhập hàng

# Cho_phep_nhan_vien_thay_doi_gia
source: Allow Staff To Change Price
vi: Cho phép nhân viên thay đổi giá

# Cho_phep_nhan_vien_thay_doi_hang_hoa
source: Allow Staff To Change Product
vi: Cho phép thay đổi tên hàng hóa khi bán hàng?

# Chon_bang_gia
source: Choose price book
vi: Chọn bảng giá

# Chon_chi_nhanh
source: Please choose a branch
vi: Chọn chi nhánh

# Chon_hang_hoa
source: Select product
vi: Chọn hàng hoá

# Chon_loai_hang
source: Select product type
vi: Chọn loại hàng

# Chon_mau_in
source: Choose print form
vi: Chọn mẫu in

# Chon_ngay_het_han
source: Choose expired date
vi: Chọn ngày hết hạn

# Chon_nhom
source: Choose group
vi: Chọn nhóm

# Chon_nhom_hang
source: Select category
vi: Chọn nhóm hàng

# Chon_nhom_san_pham
source: Choose product group
vi: Chọn nhóm sản phẩm

# Chua_cap_nhat
source: Not update
vi: Chưa cập nhật

# Chuyen_ban
source: Transfer table
vi: Chuyển bàn

# Chuyen_ban_den
source: Transfer table {from} to {to}
vi: Chuyển bàn {from} đến {to}

source: Code
vi: Mã

# Con_hang
source: In stock
vi: Còn hàng

# Con_hieu_luc
source: Valid
vi: Còn hiệu lực

# con_trong
source: empties
vi: còn trống

# Da_co_loi_xay_ra
source: An error has occurred
vi: Đã có lỗi xảy ra

# da_gui_yeu_cau_thuc_don_moi
source: {server} order new products from {table}
vi: {server} đã gửi yêu cầu thực đơn mới tại bàn {table}

# Dang_dung
source: Serving
vi: Đang dùng

# Dang_ky
source: Sign up
vi: Đăng ký

# Dang_nhap
source: Sign In
vi: Đăng nhập

# Dang_nhap_thanh_cong
source: Login success
vi: Đăng nhập thành công

# Dang_nhap_that_bai
source: Login fail
vi: Đăng nhập thất bại

# Dang_tai
source: Loading
vi: Đang tải

# Dang_trong
source: Empty
vi: Đang trống

# Dang_xu_ly
source: In progress
vi: Đang xử lý

# Dang_xuat
source: Log out
vi: Đăng xuất

# Dang_xuat_nhan_vien
source: Logout staff
vi: Đăng xuất nhân viên

# Dang_xuat_nhan_vien_thanh_cong
source: Staff logged out
vi: Đăng xuất nhân viên thành công!

# Dang_xuat_nhan_vien_that_bai
source: Staff logout failed
vi: Đăng xuất nhân viên thất bại!

# Danh_sach_bang_gia
source: Price book list
vi: Danh sách bảng giá

# Danh_sach_don_hang
source: List invoice
vi: Danh sách đơn hàng

# Danh_sach_hang_hoa
source: Product list
vi: Danh sách hàng hóa

# Danh_sach_khach_hang
source: Partners
vi: Danh sách khách hàng

# Danh_sach_phong_ban
source: Room List
vi: Danh sách phòng bàn

# Dat_hang
source: Order
vi: Đặt hàng

source: Date sale
vi: Ngày bán

source: You can set differentiated products for each warehouse by Settings Function.
vi: Để tách biệt hàng hóa giữa các chi nhánh vui lòng vào Thiết lập tính năng để mở tính năng.

# Den
source: To
vi: Đến

# Den_ngay
source: To
vi: Đến ngày

# Dia_chi
source: Address
vi: Địa chỉ

# Dia_chi_IP
source: IP Address
vi: Địa chỉ IP

# Dich_vu
source: Service
vi: Dịch vụ

# Dich_vu_tinh_gio
source: Time service
vi: Dịch vụ tính giờ

# Diem_thuong
source: Point
vi: Điểm thưởng

# Dinh_muc_ton_kho
source: Norms Inventory
vi: Định mức tồn kho

# Dinh_muc_ton_kho_lon_nhat
source: Max quantity
vi: Định mức tồn kho lớn nhất

# Dinh_muc_ton_kho_nho_nhat
source: Min quantity
vi: Định mức tồn kho nhỏ nhất

# Doanh_so
source: Revenue
vi: Doanh số

# Doanh_thu_theo_chi_nhanh
source: Revenue by branch
vi: Doanh thu theo chi nhánh

# Doi_tac
source: Partner
vi: Đối tác

# Don_gia
source: Unit
vi: Đơn giá

# Don_hang
source: Invoice
vi: Đơn hàng

# Don_vi_tien_te
source: Currency Unit
vi: Đơn vị tiền tệ

# Don_vi_tinh
source: Unit
vi: Đơn vị tính

# Don_vi_tinh_lon
source: Large unit
vi: Đơn vị tính lớn

# Don_vi_tinh_lon_va_thong_so_khac
source: Large unit and other
vi: Đơn vị tính lớn và thông số khác

# Dong_xet_quyen_han
source: Close privileges
vi: Đóng xét quyền hạn

# Dong_y
source: Yes
vi: Đồng ý

# Du_lieu_khong_hop_le
source: Invalid Data
vi: Dữ liệu không hợp lệ

# Du_no
source: Debt
vi: Dư nợ

# Du_no_VND
source: Debt(VND)
vi: Dư nợ(VND)

# Duoi_dinh_muc_ton
source: Lower inventory
vi: Dưới định mức tồn

# Dvt
source: Unit
vi: ĐVT

# Email_khong_hop_le
source: Email is invalid. Please try again!
vi: Email không hợp lệ. Vui lòng thử lại.

# Ghi_chu
source: Note
vi: Ghi chú

# Ghi_no
source: Debit
vi: Ghi nợ

# Gia_ban
source: Price
vi: Giá bán

# Gia_ban_da_bao_gom_VAT
source: Price is including VAT
vi: Giá bán đã bao gồm VAT

# Gia_ban_duoc_tinh_theo_phan_tram_gia_tri_don_hang
source: Selling prices are calculated as a percentage of the value of orders.
vi: Giá bán được tính theo % giá trị đơn hàng.

# Gia_ban_dvt_lon
source: Price large unit
vi: Giá bán đơn vị tính lớn

# Gia_block
source: Price for the first
vi: Giá

# Gia_nhap
source: Import price
vi: Giá nhập

# Gia_niem_yet
source: Listed price
vi: Giá niêm yết

# Gia_tri
source: Value
vi: Giá trị

# Gia_tri_khuyen_mai
source: Promotion value
vi: Giá trị khuyến mãi

# Gia_tri_quy_doi
source: Exchange value
vi: Giá trị quy đổi

# Gia_von
source: Cost
vi: Giá vốn

# Giao_dich
source: Transactions
vi: Giao dịch

# giay
source: seconds
vi: giây

# Giay
source: Second
vi: Giây

# gio
source: hours
vi: giờ

# Gio
source: Time
vi: Giờ

# Gio_vao
source: Start time
vi: Giờ vào

# Gioi_han_chi_nhanh
source: Limit branches
vi: Giới hạn chi nhánh

# Gioi_han_nhom_khach_hang
source: Limit customers
vi: Giới hạn nhóm khách hàng

# Gioi_tinh
source: Gender
vi: Giới tính

# Giu_man_hinh_luon_sang
source: Keep Screen On
vi: Giữ màn hình luôn sáng

source: Hanoi
vi: Hà Nội

# Han_su_dung
source: Use date
vi: Hạn sử dụng

# Hang_ban_chay
source: Top selling products
vi: Hàng bán chạy

# Hang_hoa
source: Product
vi: Hàng hóa

# Hang_muc_thu_chi
source: Receipts / Payment
vi: Hạng mục thu chi

# HCM
source: Ho Chi Minh
vi: Hồ Chí Minh

# Het_hang
source: Out stock
vi: Hết hàng

# Het_hieu_luc
source: Expired
vi: Hết hiệu lực

# Het_phien_lam_viec
source: Expired session
vi: Hết phiên làm việc

# Hien_thanh_dieu_huong
source: Show Navigation Bar
vi: Hiện thanh điều hướng

# Hien_thi_chi_tiet_don_hang
source: Detail invoice
vi: Hiển thị chi tiêt đơn hàng

# Hien_thi_chi_tiet_nhan_vien
source: Show staff detail
vi: Hiển thị chi tiết nhân viên

# Hien_thi_chi_tiet_san_pham
source: Show product detail
vi: Hiển thị chi tiết sản phẩm

# Hien_thi_hang_hoa
source: Hidden on sell screen
vi: Hiển thị hàng hoá

# Hien_thi_san_pham_tren_danh_sach_man_hinh_thu_ngan
source: This product will be hidden on sell screen.
vi: Hiển thị sản phẩm trên danh sách của màn hình thu ngân.

# Hinh_anh
source: Images
vi: Hình ảnh

# Hoa_don_thanh_toan
source: Cash receipt
vi: Hoá đơn thanh toán

# Hoa_hong_nhan_vien
source: Bonus Point
vi: Hoa hồng nhân viên

# hoac
source: or
vi: hoặc

# Hoach_toan_vao_bao_cao_ket_qua
source: Include to financial report
vi: Hoạch toán vào báo cáo kết quả kinh doanh

# Hoan_thanh
source: Done
vi: Hoàn thành

# Hoan_tra
source: Refund
vi: Hoàn trả

# Hom_nay
source: Today
vi: Hôm nay

# Hom_qua
source: Yesterday
vi: Hôm qua

# Huy
source: Cancel
vi: Huỷ

# Huy_don
source: Cancel order
vi: Hủy đơn

# Huy_don_hang
source: Cancel this order
vi: Hủy đơn hàng

# Huy_don_hang_thanh_cong
source: Remove invoice success
vi: Hủy đơn hàng thành công

# Huy_don_hang_that_bai
source: Remove invoice failed
vi: Hủy đơn hàng thất bại

# In
source: Print
vi: In

# In_2_lien_cho_che_bien
source: Print Two For Cook
vi: In 2 liên cho chế biến

# In_2_lien_cho_hoa_don
source: Print Two For Invoice
vi: In 2 liên cho hoá đơn

# In_bluetooth
source: Bluetooth Print
vi: In Bluetooth

# In_hoa_don_truoc_khi_thanh_toan_QR
source: Print invoice before QR Payment
vi: In hoá đơn trước khi thanh toán QR

# In_lai_don_hang
source: Invoice reprint
vi: In lại đơn hàng

# In_may_in_tem
source: Print temp
vi: In máy in tem

# In_may_thu_ngan
source: Print cashier
vi: In máy thu ngân

# In_nhieu_vi_tri_che_bien
source: More printer
vi: In nhiều vị trí chế biến

# In_phieu_thu
source: Print receipt
vi: In phiếu thu

# In_qua_mang_lan
source: Wireless Print
vi: In qua mạng LAN

# In_sau_khi_thanh_toan
source: Print After Pay
vi: In sau khi thanh toán

# In_sunmi
source: Sunmi Print
vi: In Sunmi

# In_tam_tinh
source: Allow Print Preview
vi: In tạm tính

# In_tem_truoc_thanh_toan
source: Print Template Before Pay
vi: In tem trước thanh toán

# In_usb
source: USB Print
vi: In USB

# Kenh_ban_hang
source: Sell channel
vi: Kênh bán hàng

# Keo_de_tai
source: Pull to load more
vi: Kéo để tải

# Ket_noi_may_in
source: Printer Connection
vi: Kết nối máy in

# Ket_qua_kinh_doanh
source: Business result
vi: Kết quả kinh doanh

# Ket_qua_thu_chi
source: Cash flow result
vi: Kết quả thu chi

# khac
source: Others
vi: Khác

# Khac
source: Other
vi: Khác

# Khach_hang
source: Customer
vi: Khách hàng

# Khach_le
source: Retail Customer
vi: Khách lẻ

# Khach_phai_tra
source: Grand Total
vi: Khách phải trả

# Khi_them_mat_hang_se_khong_cong_don_so_luong
source: Split Based on Item Quantity in Sales order
vi: Khi thêm mặt hàng này vào đơn hàng sẽ không cộng dồn số lượng mà sẽ tách thành nhiều dòng.

# Khoa
source: Disable
vi: Khóa

# Khong
source: No
vi: Không

# Khong_ap_dung_voi_hoa_don_chiet_khau
source: Not apply with discount invoice
vi: Không áp dụng với hoá đơn chiết khấu

# Khong_ap_dung_voi_san_pham_chiet_khau
source: Not apply with discount product
vi: Không áp dụng với sản phẩm chiết khấu

# Khong_cho_phep_ban
source: Hidden on sell screen
vi: Không cho phép bán

# Khong_cho_phep_ban_hang_khi_het_ton_kho
source: Don't Allow Sale When Stock Is Empty
vi: Không cho phép bán hàng khi hết tồn kho

# Khong_con_du_lieu
source: No more data
vi: Không còn dữ liệu

# Khong_duoc_bo_trong
source: is required
vi: không được bỏ trống

# Khong_in
source: Not Print
vi: Không in

# Khong_in_tem_nhan_khi_ban_hang
source: Don't print labels
vi: Không in tem nhãn khi bán hàng

# Khong_loc
source: Not filter
vi: Không lọc

# Khong_tim_thay_hang_hoa_nao
source: No product found
vi: Không tìm thấy hàng hoá nào

# Khong_xac_dinh
source: Not determined
vi: Không xác định

# Khung_gio
source: Time slot
vi: Khung giờ

# Khuyen_mai
source: Promotion
vi: Khuyến mãi

# Kich_hoat_thanh_toan_qua_QR
source: Enable QR Payment
vi: Kính hoạt thanh toán qua QR

# Kieu_khuyen_mai
source: Promotion type
vi: Kiểu khuyến mãi

# Kieu_thay_doi_gia
source: Price change type
vi: Kiểu thay đổi giá

# Lam_moi
source: Refresh
vi: Làm mới

# Lich_su_giao_dich
source: Transaction history
vi: Lịch sử giao dịch

# Lien_1
source: Contact 1
vi: Liên 1

# Lien_2
source: Contact 2
vi: Liên 2

# Link_dang_nhap
source: Login link
vi: Link đăng nhập

source: Loading...
vi: Đang tải...

# loai_chiet_khau
source: Discount Type
vi: Loại chiết khấu

# Loai_hang
source: Product type
vi: Loại hàng

# Loc
source: Filter
vi: Lọc

# Loc_theo
source: Filter with
vi: Lọc theo

# Loc_theo_loai_hang
source: Filter by product type
vi: Lọc theo loại hàng

# Loc_theo_ngay
source: Filter by date
vi: Lọc theo ngày

# Loc_theo_nhan_vien
source: Filter by employees
vi: Lọc theo nhân viên

# Loc_theo_nhom
source: Filter by group
vi: Lọc theo nhóm

# Loc_theo_nhom_hang_hoa
source: Filter by category
vi: Lọc theo nhóm hàng hoá

# Loc_theo_ton_kho
source: Filter by inventory
vi: Lọc theo tồn kho

# Loc_toan_bo_thoi_gian
source: Filter by all time
vi: Toàn bộ thời gian

# login
source: logged in as @name with email @email
vi: Đăng nhập user @name，email @email

# Loi
source: Error
vi: Lỗi

# Lua_chon_khac
source: Other
vi: Lựa chọn khác

# Luu
source: Save
vi: Lưu

# Luu_va_sao_chep
source: Save and Copy
vi: Lưu và sao chép

# Luu_va_them_moi
source: Save and add new
vi: Lưu và thêm mới

# Luu_y
source: Attention!
vi: Lưu ý!

# Luu_y_quan_trong
source: Attention!
vi: Lưu ý quan trọng!

# Ly_do
source: Reason
vi: Lý do

# Ma
source: Code
vi: Mã

# Ma_chung_tu
source: Voucher code
vi: Mã chứng từ

# Ma_don
source: Bill code
vi: Mã đơn

# Ma_giam_gia
source: Voucher Code
vi: Mã giảm giá

# Ma_hang_hoa
source: Product code
vi: Mã hàng hóa

# Ma_hang_sku_ma_vach
source: Product code/ SKU/ BarCode
vi: Mã hàng/ SKU/ Mã vạch

# Ma_in
source: Print code
vi: Mã in

# Ma_khach_hang
source: Code
vi: Mã khách hàng

# Ma_nhap_hang
source: Order code
vi: Mã nhập hàng

# Ma_san_pham
source: Product code
vi: Mã sản phẩm

# Ma_ten_dien_thoai
source: Code, Name, Phone number
vi: Mã, Tên, Điện thoại

# Mac_dinh
source: Default
vi: Mặc định

# Man_hinh_chinh
source: Dashboard
vi: Màn hình chính

# Man_hinh_thu_ngan
source: Screen for cashiers
vi: Màn hình thu ngân

# Mat_khau
source: Password
vi: Mật khẩu

# May_in_bao_bep_a
source: Printer Type Kitchen A
vi: Máy in báo bếp A

# May_in_bao_bep_b
source: Printer Type Kitchen B
vi: Máy in báo bếp B

# May_in_bao_bep_c
source: Printer Type Kitchen C
vi: Máy in báo bếp C

# May_in_bao_bep_d
source: Printer Type Kitchen D
vi: Máy in báo bếp D

# May_in_bao_pha_che_a
source: Printer Type Bartender A
vi: Máy in báo pha chế A

# May_in_bao_pha_che_b
source: Printer Type Bartender B
vi: Máy in báo pha chế B

# May_in_bao_pha_che_c
source: Printer Type Bartender C
vi: Máy in báo pha chế C

# May_in_bao_pha_che_d
source: Printer Type Bartender D
vi: Máy in báo pha chế D

# May_in_tem
source: Printer Type Template
vi: Máy in tem

# May_in_thu_ngan
source: Printer Type Cashier
vi: Máy in thu ngân

# May_tinh
source: Calculator
vi: Máy tính

# Mien_phi
source: Free
vi: Miễn phí

# Mo_cashbox_sau_thanh_toan
source: Open Cashbox After Payment
vi: Mở Cashbox sau khi thanh toán

# Mo_extra_topping_khi_chon
source: Op Extra/ Topping after select menu ?
vi: Mở Extra Topping khi chọn

# Mo_khoa
source: Enable
vi: Mở khóa

# moi
source: NEW
vi: mới

# Moi_nhap
source: Please fill
vi: Mời nhập

# Nam
source: Male
vi: Nam

# Neu_ban_chua_co_tai_khoan
source: You don't have account?
vi: Nếu bạn chưa có tài khoản?

# ngay
source: days
vi: ngày

# Ngay
source: Date
vi: Ngày

# Ngay_ban
source: Date sale
vi: Ngày bán

# Ngay_giao
source: Deliver date
vi: Ngày giao

# Ngay_giao_dich
source: Transaction Date
vi: Ngày giao dịch

# Ngay_het_han
source: Expired date
vi: Ngày hết hạn

# Ngay_hieu_luc
source: Start date
vi: Ngày hiệu lực

# Ngay_nhap
source: Order date
vi: Ngày nhập

# Ngay_sinh
source: Date of birth
vi: Ngày sinh

# Ngay_sua
source: Date changed
vi: Ngày sửa

# Ngay_tao
source: Created date
vi: Ngày tạo

source: Nghe An
vi: Nghệ An

# Nguoi_ban
source: Seller
vi: Người bán

# Nguoi_nop_nhan
source: Receiver / Submitter
vi: Người nộp / nhận

# Nguoi_sua
source: User changed
vi: Người sửa

# Nguoi_tao
source: Creator
vi: Người tạo

# Nha_cung_cap
source: Supplier
vi: Nhà cung cấp

# Nhan_du_lieu_tu_thu_ngan_khac
source: Receive Data From Other Terminal
vi: Nhận dữ liệu từ thu ngân khác

# Nhan_tin_nhan_thong_bao
source: Notification Pay
vi: Nhận tin nhắn/ thông báo

# Nhan_vien
source: Staff
vi: Nhân viên

# Nhap_gia_ban
source: Fill selling price
vi: Nhập giá bán

# Nhap_gia_dvt_lon
source: Fill unit price
vi: Nhập giá ĐVT lớn

# Nhap_gia_tri_khuyen_mai
source: Enter promotion value
vi: Nhập giá trị khuyến mãi

# Nhap_hang
source: Order stock
vi: Nhập hàng

# Nhap_ma_hoac_tao_tu_dong
source: Enter the code or generate it automatically
vi: Nhập mã hoặc tạo tự động

# Nhap_so_luong_the
source: Fill Card Count
vi: Nhập số lượng thẻ

# Nhap_so_tien_VND_diem
source: Enter the amount of VND equivalent to 1 point
vi: Nhập số tiền VND tương ứng với 1 điểm

# Nhap_ten_bang_gia
source: Fill name price book
vi: Nhập tên bảng giá

# Nhap_ten_nhan_vien
source: Fill in name of employee
vi: Nhập tên nhân viên

# Nhap_ten_nhom_can_them
source: Insert name group
vi: Nhập tên nhóm cần thêm

# Nhap_ten_nhom_phong_ban
source: Enter room group name
vi: Nhập tên nhóm phòng bàn

# Nhap_tu_khoa_tim_kiem
source: Enter keyword to search
vi: Nhập từ khóa tìm kiếm

# Nhieu_ma_vach
source: Multiple barcodes
vi: Nhiều mã vạch

# Nhom
source: Group
vi: Nhóm

# Nhom_hang
source: Category product
vi: Nhóm hàng

source: Notification
vi: Thông báo

source: Notification content!
vi: Nội dung thông báo!

source: Now
vi: Hiện tại

# Nu
source: Female
vi: Nữ

source: Ok
vi: Đồng ý

# Phai_la_so
source: Must be a number
vi: Phải là số

# Phai_lon_hon_hoac_bang_0
source: Must be greater than or equal to 0
vi: Phải lớn hơn hoặc bằng 0

# Phai_nho_hon_hoac_bang_999
source: Must be less than or equal to 999
vi: Phải nhỏ hơn hoặc bằng 999

# Phan_tram
source: Percent
vi: Phần trăm

# Phi_van_chuyen
source: Shipping cost
vi: Phí vận chuyển

# Phieu_chi
source: Payment
vi: Phiếu chi

# Phieu_dang_hoat_dong_khong_the_xoa
source: Active ticket cannot be deleted
vi: Phiếu đang hoạt động không thể xóa

# Phieu_khuyen_mai
source: Voucher
vi: Phiếu khuyễn mại

# Phieu_thu
source: Receipts
vi: Phiếu thu

# Phong_ban
source: Room
vi: Phòng bàn

# Phu_thu_dich_vu
source: Service fee
vi: Phụ thu dịch vụ

# Phuong_thuc
source: Method
vi: Phương thức

# Phuong_thuc_thanh_toan
source: Transaction method
vi: Phương thức thanh toán

# Phuong_thuc_tinh
source: Calculation Method
vi: Phương thức tính

# phut
source: mins
vi: phút

# Phut
source: Minute
vi: Phút

# printProductsSold
source: Print product sold (Details)
vi: In hàng hóa bán ra (Chi tiết)

source: Print revenue statement
vi: In báo cáo

source: Print width
vi: Chiều rộng khổ in

# Quan_ly
source: Manager
vi: Quản lý

# Quan_ly_nhan_vien
source: Employee Management
vi: Quản lý nhân viên

# Quen_mat_khau
source: Forget password?
vi: Quên mật khẩu?

# Quy_dau_ky
source: Beginning fund
vi: Quỹ đầu kỳ

# Quy_tac_doi_diem
source: Point Exchange Rules
vi: Quy tắc đổi điểm

# Quy_tac_tinh_diem
source: Scoring Rules
vi: Quy tắc tính điểm

# Quyen_han_nhan_vien_thanh_cong
source: Staff privileges updated!
vi: Quyền hạn của nhân viên đã được cập nhật thành công!

# Quyen_han_nhan_vien_that_bai
source: Staff privileges update failed!
vi: Quyền hạn của nhân viên đã được cập nhật thất bại!

# San_pham
source: Product
vi: Sản phẩm

# Sao_chep_ma_in
source: Copy print code
vi: Sao chép mã in

# Sao_chep_quyen_han
source: Copy privileges
vi: Sao chép quyền hạn

source: Select
vi: Lựa chọn

source: Setting arrange time
vi: Thiết lập khung thời gian

source: Settings
vi: Thiết lập

source: Shop
vi: Cửa hàng

# Sl
source: Quantity
vi: SL

# So_ban
source: {count} {count,plural, zero{room} one{room} other{rooms}}
vi: {count} bàn

# So_block_gio_dau
source: Number of the first blocks
vi: Số block giờ đầu

# So_dien_thoai
source: Phone number
vi: Số điện thoại

# So_Hang_Hoa_Da_Chon
source: Select {count} {count,plural, zero{product} one{product} other{products}}
vi: Chọn {count} hàng hoá

# So_luong
source: Quantity
vi: Số lượng

# So_luong_hang_hoa_duoc_tinh_theo_thoi_gian_su_dung
source: Quantity is calculated according to the time of use.
vi: Số lượng của hàng hoá được tính theo thời gian sử dụng.

# So_luong_theo_thoi_gian
source: Quantity over time
vi: Số lượng theo thời gian

# So_luong_tru_kho
source: Stock quantity per item
vi: Số lượng trừ kho khi bán 1 đơn vị

# So_the_cung
source: Card Number Count
vi: Số thẻ cứng
