Repository: thegunner2008/emo_boss
Catalog: lib/common/l10n/intl_*.arb
Languages: vi

# So_tien_chiet_khau
source: Discount money
vi: Số tiền chiết khấu

# So_tien_duoc_tinh_cho_1_diem
source: {value} exchange to 1 point
vi: {value} quy đổi thành 1 điểm

# Su_dung_2_man_hinh
source: Using Two Screen
vi: Sử dụng 2 màn hình

# Su_dung_diem_tuong_ung_voi_tien
source: Use 1 point equivalent to {value}
vi: Sử dụng 1 điểm tương ứng với {value}

# Tach_ban
source: Split table
vi: Tách bàn

# Tach_hang_hoa_thanh_nhieu_dong
source: Split for sales order
vi: Tách hàng hoá thành nhiều dòng khi bán hàng

# Tai_extra_topping
source: Download Extra/Topping settings
vi: Tải xuống danh sách thiết lập Extra/Topping

# Tai_file_mau
source: Download file example
vi: Tải file mẫu

# Tai_khoan
source: User
vi: Tài khoản

# Tai_that_bai
source: Load failed
vi: Tải thất bại

# Tai_vendor_session_that_bai
source: Load vendor session fail
vi: Tải vendor session thất bại

# Tai_xuong
source: Download
vi: Tải xuống

# Tam_tinh
source: Provisional
vi: Tạm tính

# Tao_khach_hang
source: Create partner
vi: Tạo khách hàng

# Tao_nhan_vien_thanh_cong
source: Staff created!
vi: Tài khoản nhân viên đã được tạo thành công!

# Tao_nhan_vien_that_bai
source: Staff create failed!
vi: Tài khoản nhân viên đã được tạo thất bại!

# Tao_nhom
source: Create group
vi: Tạo nhóm

# Tat_ca
source: All
vi: Tất cả

# Ten
source: Name
vi: Tên

# Ten_bang_gia
source: Name price book
vi: Tên bảng giá

# Ten_dang_nhap
source: Username
vi: Tên đăng nhập

# Ten_extra_topping
source: Extra/Topping Name
vi: Tên Extra/Topping

# Ten_hang_hoa
source: Product name
vi: Tên hàng hoá

# Ten_hang_muc
source: Accounting transaction group name
vi: Tên hạng mục

# Ten_khach_hang
source: Partner name
vi: Tên khách hàng

# Ten_nguoi_nhan_nop
source: Name of recipient/payer
vi: Tên người nhận/nộp

# Ten_nhom
source: Group Name
vi: Tên nhóm

# Ten_phong_ban
source: Room Name
vi: Tên phòng bàn

# Ten_san_pham
source: Product name
vi: Tên sản phẩm

# Tha_de_tai_them
source: Release to load more
vi: Thả để tải thêm

# Thang_nay
source: Current month
vi: Tháng này

# Thang_truoc
source: Last month
vi: Tháng trước

# Thanh_cong
source: Success
vi: Thành công

# Thanh_phan
source: Components
vi: Thành phần

# Thanh_phan_combo
source: Combo component
vi: Thành phần Combo

# Thanh_phan_cua_hang_combo_se_duoc_tru_tu_dong_khi_ban_hang
source: Components of composite product will be reduced when sale.
vi: Thành phần của hàng Combo sẽ được trừ tự động khi bán hàng.

# Thanh_phan_cua_mat_hang_thuong_se_duoc_tru_trong_qua_trinh_san_xuat
source: Components of product will be reduced in the production process.
vi: Thành phần của mặt hàng thường sẽ được trừ trong quá trình sản xuất.

# Thanh_tien
source: Total Cash
vi: Thành tiền

# Thanh_toan
source: Pay
vi: Thanh toán

# Thanh_toan_khac
source: Other payment method
vi: Thanh toán khác

# Thanh_toan_nhanh
source: Quick payment
vi: Thanh toán nhanh

# Thanh_toan_ViettelPay
source: ViettelPay Payment
vi: Thanh toán ViettelPay

# Thanh_toan_VNPAY
source: VNPAY Payment
vi: Thanh toán VNPAY

# That_bai
source: Fail
vi: Thất bại

# The_kho
source: On Hand
vi: Thẻ kho

# Them_bang_gia
source: Add price book
vi: Thêm bảng giá

# Them_bang_gia_thanh_cong
source: Add price book success
vi: Thêm bảng giá thành công

# Them_bang_gia_that_bai
source: Add price book fail
vi: Thêm bảng giá thất bại

# Them_hang_hoa_that_bai
source: Product add failed
vi: Thêm hàng hóa thất bại

# Them_hang_hoa_theo_danh_muc_thanh_cong
source: Product added by category
vi: Thêm hàng hóa theo danh mục thành công

# Them_hang_hoa_theo_danh_muc_that_bai
source: Product add by category failed
vi: Thêm hàng hóa theo danh mục thất bại

# Them_moi
source: Add new
vi: Thêm mới

# Them_moi_hang_hoa
source: Add new product
vi: Thêm mới hàng hoá

# Them_moi_hang_hoa_thanh_cong
source: Add product successful
vi: Thêm mới hàng hoá thành công.

# Them_moi_hang_muc_thu_chi
source: Add new receipt / payment group
vi: Thêm mới hạng mục thu chi

# Them_moi_khach_hang
source: Add customer
vi: Thêm mới khách hàng

# Them_moi_nhan_vien
source: Add new staff
vi: Thêm mới nhân viên

# Them_moi_nhom_hang_hoa
source: Add new group product
vi: Thêm mới nhóm hàng hoá

# Them_moi_nhom_phong_ban
source: Add new room group
vi: Thêm mới nhóm phòng bàn

# Them_moi_phong_ban
source: Add new room
vi: Thêm mới phòng bàn

# Them_moi_voucher
source: Create new voucher
vi: Thêm mới voucher

# Them_nhom_san_pham
source: Add product group
vi: Thêm nhóm sản phẩm

# Them_theo_nhom
source: Add by group
vi: Thêm theo nhóm

# Thiet_lap_bang_gia
source: Price book
vi: Thiết lập bảng giá

# Thiet_lap_diem_thuong
source: Reward Point Configuration
vi: Thiết lập điểm thưởng

# Thiet_lap_extra_topping
source: Extra/topping settings
vi: Thiết lập extra/topping

# Thiet_lap_gia_ban_theo_block
source: Is priceset for per block
vi: Thiết lập giá bán theo block

# Thiet_lap_he_thong
source: System Configuration
vi: Thiết lập hệ thống

# Thiet_lap_ma_voucher
source: Voucher Setting
vi: Thiết lập mã voucher

# Thiet_lap_mau_in
source: Print Setting
vi: Thiết lập mẫu in

# Thiet_lap_mau_tem
source: Template Setting
vi: Thiết lập mẫu tem

# Thiet_lap_thanh_toan
source: Payment Setting
vi: Thiết lập thanh toán

# Thiet_lap_tinh_nang
source: Feature Configuration
vi: Thiết lập tính năng

# Thiet_lap_VAT
source: VAT Configuration
vi: Thiết lập VAT

# Thiet_lap_vat
source: VAT Configuration
vi: Thiết lập VAT

# Thoat
source: Exit
vi: Thoát

# Thoi_gian
source: Time
vi: Thời gian

# Thong_bao
source: Notification
vi: Thông báo

# Thong_bao_xoa_phong_ban
source: Are you sure you want to delete this room group?
vi: Bạn có chắc chắn muốn xoá phòng ban này không?

# Thong_bao_xoa_voucher
source: Are you sure delete this voucher?
vi: Bạn có chắc muốn xóa mã khuyến mãi?

# Thong_tin_cua_hang
source: Store Information
vi: Thông tin cửa hàng

# Thong_tin_khac
source: Other Informaiton
vi: Thông tin khác

# Thu_chi
source: Cash flow
vi: Thu chi

# Thu_ngan
source: Cashier
vi: Thu ngân

# Thu_tu_hien_thi
source: Display order
vi: Thứ tự hiển thị

# Tien_mat
source: Cash
vi: Tiền mặt

# Tim_kiem
source: Search
vi: Tìm kiếm

# Tim_kiem_doi_tac
source: Search partner
vi: Tìm kiếm đối tác

# Tim_kiem_don_hang
source: Search invoice
vi: Tìm kiếm đơn hàng

# Tim_kiem_mat_hang
source: Search product
vi: Tìm kiếm mặt hàng

# Tim_kiem_nhan_vien
source: Search Employee
vi: Tìm kiếm nhân viên

# Tim_kiem_san_pham
source: Search product
vi: Tìm kiếm sản phẩm

source: Time
vi: Thời gian

# Tinh_nang_dang_phat_trien
source: This feature is under development
vi: Tính năng đang phát triển

# Tinh_thanh
source: Province
vi: Tỉnh thành

# Tinh_theo_phan_tram
source: Selling prices = (%) of Total on Order
vi: Tính theo %

# title
source: This is Title!
vi: Tiêu đề

# Toan_thoi_gian
source: All time
vi: Toàn thời gian

# Ton_kho
source: In-stock
vi: Tồn kho

# Tong_chi
source: Total expenditure
vi: Tổng chi

# Tong_chiet_khau
source: Total discount
vi: Tổng chiết khấu

# Tong_cong
source: Total
vi: Tổng cộng

# Tong_giao_dich
source: Total transaction
vi: Tổng giao dịch

# Tong_ket_cuoi_ngay
source: Revenue statement end day
vi: Tổng kết cuối ngày

# Tong_quan
source: Dashboard
vi: Tổng quan

# Tong_quy
source: Total fund
vi: Tổng quỹ

# Tong_tam_tinh
source: Total provisional calculation
vi: Tổng tạm tính

# Tong_thanh_tien
source: Total price
vi: Tổng thành tiền

# Tong_thanh_toan
source: Total payment
vi: Tổng thanh toán

# Tong_thu
source: Total revenue
vi: Tổng thu

# Trang_chu
source: Main
vi: Trang chủ

# Trang_thai
source: Status
vi: Trạng thái

# truoc
source: ago
vi: trước

# Tu
source: From
vi: Từ

# Tu_dong_in_bao_bep
source: Auto Print Cook
vi: Tự động in báo bếp

# Tu_dong_in_tem_khi_nhan_mon_tu_nv
source: Auto Print Template From Served
vi: Tự động in tem khi nhận món từ nhân viên

# Tu_ngay
source: From
vi: Từ ngày

# Ty_le_chiet_khau
source: Discount ratio
vi: Tỷ lệ chiết khấu

# VAT_tinh_theo_tong_gia_tri_don_hang
source: VAT is calculated based on total order value
vi: VAT tính theo tổng giá trị đơn hàng

# VAT_tinh_theo_tung_san_pham
source: VAT is calculated based on each product
vi: VAT tính theo từng sản phẩm

# Vi_tri
source: Position
vi: Vị trí

# vnd
source: VNĐ
vi: VND

# Vui_long_khong_de_trong
source: Please do not leave this field empty.
vi: Vui lòng không để trống trường này.

source: Please do not set the two parameters on the ( blank ) if the timer operation of the stores are no exception .
vi: Vui lòng không thiết lập 2 thông số trên (bỏ trống) nếu nghiệp vụ tính giờ của cửa hàng không có ngoại lệ.

# Vui_long_nhap_day_du_cac_truong_bat_buoc
source: Please fill in the required fields
vi: Vui lòng nhập đầy đủ các trường bắt buộc

# Vui_long_nhap_day_du_thong_tin_truoc_khi_luu
source: Please enter all required information before saving.
vi: Vui lòng nhập đầy đủ các thông tin bắt buộc trước khi lưu

# Vuot_dinh_muc_ton
source: Excess inventory
vi: Vượt định mức tồn

# Vuot_qua_moc_toi_da
source: Over Maximum
vi: Vượt quá mức tối đa

# Vuot_qua_moc_toi_thieu
source: Under Minimum
vi: Vượt quá mức tối thiểu

# Xac_nhan
source: Confirmation
vi: Xác nhận

# Xac_nhan_dang_xuat
source: Confirm logout
vi: Xác nhận đăng xuất

# Xac_nhan_xoa
source: Confirm delete
vi: Xác nhận xóa

# Xem_truoc
source: Preview
vi: Xem trước

# Xet_quyen_han
source: Show privileges
vi: Xét quyền hạn

# Xin_cam_on
source: Thank you, see you again!
vi: Xin cám ơn

# Xoa
source: Delete
vi: Xoá

# Xoa_bang_gia_thanh_cong
source: Delete price book success
vi: Xóa bảng giá thành công

# Xoa_bang_gia_that_bai
source: Delete price book fail
vi: Xóa bảng giá thất bại

# Xoa_bo_loc
source: Delete filter
vi: Xóa bộ lọc

# Xoa_extra_topping
source: Delete Extra/Topping
vi: Xóa Extra/Topping

# Xoa_extra_topping_thanh_cong
source: Extra/Topping deleted
vi: Extra/Topping đã được xóa thành công!

# Xoa_extra_topping_that_bai
source: Extra/Topping delete failed
vi: Extra/Topping đã được xóa thất bại

# Xoa_hang_hoa
source: Delete product
vi: Xoá hàng hoá

# Xoa_nhan_vien
source: Delete staff
vi: Xóa nhân viên

# Xoa_nhan_vien_thanh_cong
source: Staff deleted!
vi: Tài khoản nhân viên đã được xóa thành công!

# Xoa_nhan_vien_that_bai
source: Staff delete failed!
vi: Tài khoản nhân viên đã được xóa thất bại!

# Xoa_san_pham_thanh_cong
source: Product deleted
vi: Xóa sản phẩm thành công

# Xoa_san_pham_that_bai
source: Product delete failed
vi: Xóa sản phẩm thất bại

# Xoa_thanh_cong
source: Delete successful
vi: Xóa thành công

# Xoa_that_bai
source: Delete failed
vi: Xóa thất bại

# Xong
source: Done
vi: Xong

# Xuat_ra_file
source: Export file
vi: Xuất ra file

# Don_hang5880
source: Order[58-80MM]
vi: Đơn hàng[58-80MM]

# Don_hangA4A5
source: Order[A4-A5...]
vi: Đơn hàng[A4-A5...]

# Don_hang_mobile
source: Order[Mobile]
vi: Đơn hàng[Mobile]

# Tem_ban_le
source: Tem Retail(Tạp hoá - Siêu thị)
vi: Tem Bán lẻ(Tạp hoá - Siêu thị)

# Tra_hang
source: Return
vi: Trả hàng

# Tra_hang_ncc
source: Return to suppliers
vi: Trả hàng nhà cung cấp

# Chuyen_hang
source: Transfer
vi: Chuyển hàng

# In_bao_che_bien
source: Print to cook
vi: In báo chế biến

# In_bao_che_bien_mobile
source: Print to cook[Mobile]
vi: In báo chế biến[Mobile]

# Ma_nhung
source: Token
vi: Mã nhúng

# Hien_thi
source: Display
vi: Hiển thị

# Tim_kiem_nha_cung_cap
source: Search supplier
vi: Tìm kiếm nhà cung cấp

# Thue_VAT
source: VAT taxes (%)
vi: Thuế VAT (%)

# Toi_da
source: Max
vi: Tối đa

# Chua_giao
source: Not delivery
vi: Chưa giao

# Chi_tiet_don_hang
source: Order detail
vi: Chi tiết đơn hàng

# Nhan_hang
source: Order received
vi: Nhận hàng

# Danh_sach_nhap_hang
source: Order stock list
vi: Danh sách nhập hàng

# So_luong_phan_tu
source: Number of items
vi: Số lượng phần tử

# Phan_tu_mot_trang
source: Items per page
vi: Phần tử một trang

# Chon_extra_topping
source: Select extra topping
vi: Chọn Extra/Topping

# Extra_topping_da_chon
source: Extra topping selected
vi: Extra/Topping đã chọn

# Ban_co_chac_chan_muon_tat_di_khong
source: Are you sure you want to turn off?
vi: Bạn có chắc chắn muốn tắt đi không?

# Nhung_thay_doi_se_khong_duoc_luu_lai
source: Changes will not be saved
vi: Những thay đổi sẽ không được lưu lại

# Danh_sach_mon_da_chon
source: Order served
vi: Danh sách món đã chọn

# Them_mon
source: Add order
vi: Thêm món

# Thoi_gian_bat_dau
source: Start time
vi: Thời gian bắt đầu

# Khong_co_quyen_dieu_chinh_mat_hang_thoi_gian
source: You do not have permission to adjust the time of goods
vi: Không có quyền điều chỉnh mặt hàng thời gian

# Thuc_don_da_goi
source: Menu called
vi: Thực đơn đã gọi

# Mon_da_xac_nhan
source: Order confirmed
vi: Món đã xác nhận

# Gui_thuc_don
source: Send menu
vi: Gửi thực đơn

# Ban_hay_chon_mon
source: Please select order
vi: Bạn hãy chọn món

# Gui_thuc_don_thanh_cong
source: Send menu success
vi: Gửi thực đơn thành công

# Yeu_cau_thanh_toan
source: Payment request
vi: Yêu cầu thanh toán

# Gui_thong_bao_toi_thu_ngan
source: Send notification to cashier
vi: Gửi thông báo tới thu ngân

# SL_huy_tra
source: SL cancel/return
vi: SL hủy, trả

# SL_con_lai
source: SL remaining
vi: SL còn lại

# Diem_hien_co
source: Current point
vi: Điểm hiện có

# Su_dung_diem
source: Use point
vi: Sử dụng điểm

# So_tien_quy_doi
source: Total money exchange
vi: Số tiền quy đổi

# Da_ap_dung_x_ma
source: Applied {x} {x,plural, zero{voucher} one{voucher} other{vouchers}}
vi: Đã áp dụng {x} mã

# Tong_so_tien_giam_gia
source: Total discount
vi: Tổng số tiền giảm giá

# Khong_the_ap_dung_qua_mot_voucher_theo_phan_tram
source: Can not apply more than one voucher by percentage
vi: Không thể áp dụng quá một voucher theo phần trăm

# Ngoai_te
source: Currency
vi: Ngoại tệ

# Tong_so_luong
source: Total quantity
vi: Tổng số lượng

# Thay_doi_gia_ban_nhanh
source: Enable changing selling price?
vi: Thay đổi nhanh giá bán hàng hoá?

# Chon_phung_thuc_thanh_toan
source: Select payment method
vi: Chọn phương thức thanh toán

# Tien_thua
source: Excess cash
vi: Tiền thừa

# Ngay_thanh_toan
source: Payment date
vi: Ngày thanh toán

# Gio_thanh_toan
source: Payment time
vi: Giờ thanh toán

# Thong_tin_them
source: More Information
vi: Thông tin thêm

# Thue
source: Tax
vi: Thuế

# Them_tai_khoan
source: Add account
vi: Thêm tài khoản

# Diem_voucher
source: Point/Voucher
vi: Điểm/Voucher

# Tien_khach_tra
source: Payment paid
vi: Tiền khách trả

# Tien_thieu
source: Shortage cash
vi: Tiền thiếu

# Vui_long_nhap_dung_so_tien_khach_tra
source: Please enter the correct amount of payment.
vi: Vui lòng nhập đúng số tiền khách trả.

# Them_moi_hang_muc_thu_chi_thanh_cong
source: Add new income/expense category successfully
vi: Thêm mới hạng mục thu chi thành công

# Them_moi_hang_muc_thu_chi_that_bai
source: Add new income/expense category failed
vi: Thêm mới hạng mục thu chi thất bại

# In_hoa_don
source: Print invoice
vi: In hoá đơn

# In_2_lien
source: Print two
vi: In hai liên

# In_tem
source: Print stamp
vi: In tem

# Khong_in_gia_khong
source: Don't print price 0
vi: Không in giá 0

# Hoat_dong
source: Active
vi: Hoạt động

# Ten_nhan_vien
source: Staff name
vi: Tên nhân viên

# So_tay_ban_hang_nhanh
source: Sales Handbook
vi: Sổ tay bán hàng nhanh

# Su_dung
source: Use
vi: Sử dụng

# Quet_barcode_hoac_QRCode
source: Scan barcode or QRCode
vi: Quét barcode hoặc QRCode

# Quet_ma
source: Scan code
vi: Quét mã

# Kiem_ke
source: Inventory count
vi: Kiểm kê

# Chinh_sua_kiem_ke
source: Edit inventory count
vi: Chỉnh sửa kiểm kê

# So_phieu_kiem_ke
source: {count} inventory count
vi: {count} phiếu kiểm kê

# Ngay_kiem_ke
source: Inventory date
vi: Ngày kiểm kê

# Nguoi_kiem_ke
source: The counter
vi: Người kiểm kê

# Tim_kiem_chung_tu
source: Search inventory code
vi: Tìm kiếm chứng từ

# Cho_thanh_toan_QR
source: Pending payment QR
vi: Chờ thanh toán QR

# Chua_thanh_toan
source: Not paid
vi: Chưa thanh toán

# Tao_lai_ma_QR_thanh_toan
source: Create QR code payment again
vi: Tạo lại mã QR thanh toán

# Doi_phuong_thuc_thanh_toan
source: Change payment method
vi: Đổi phương thức thanh toán

# Khong_co_thong_tin_don_hang
source: No order information
vi: Không có thông tin đơn hàng

# Doi_phuong_thuc_thanh_toan_thanh_cong
source: Change payment method successfully
vi: Đổi phương thức thanh toán thành công

# Doi_phuong_thuc_thanh_toan_that_bai
source: Change payment method failed
vi: Đổi phương thúc thanh toán thất bại

# Ban_hay_chon_phuong_thuc_thanh_toan_muon_doi
source: Please select the payment method you want to change
vi: Bạn hãy chọn phương thức thanh toán muốn đổi

# Tach_ban_thanh_cong
source: Split table successfully
vi: Tách bàn thành công

# Thuc_te
source: Actual
vi: Thực tế

# Chenh_lech
source: Difference
vi: Chênh lệch

# Thuc_don
source: Menu
vi: Thực đơn

# Huy_phieu_kiem_ke
source: Cancel inventory count
vi: Huỷ phiếu kiểm kê

# Chi_tiet_kiem_ke
source: Inventory count detail
vi: Chi tiết kiểm kê

# Trung_ban_nen_khong_tach
source: Table is occupied, can not split
vi: Trùng bàn nên không tách

# Khong_ho_tro_nhieu_tai_khoan_cho_qr
source: Not support multiple account for QR
vi: Không hỗ trợ nhiều tài khoản cho QR

# Vui_long_kich_hoat_thanh_toan_qrcode
source: Please activate QR code payment
vi: Vui lòng kích hoạt thanh toán QRCode

# Khong_co_ket_noi_internet_don_hang_cua_quy_khach_duoc_luu_vao_offline
source: No internet connection, your order is saved offline
vi: Không có kết nối internet, đơn hàng của quý khách được lưu vào offline

# Chon_ban_chuyen_den
source: Select table to transfer
vi: Chọn bàn chuyển đến

# Nhan_vien_order
source: Staff order
vi: Nhân viên order

# Khong_tim_thay_ma
source: Can not find code
vi: Không tìm thấy mã

# Them_thanh_cong
source: Add {name} successfully
vi: Thêm {name} thành công

# Thiet_lap_ip
source: Set IP
vi: Thiết lập IP

# Huong_dan_thiet_lap_thanh_toan_o_day
source: Payment setup guide here
vi: Hướng dẫn thiết lập thanh toán ở đây

# Da_ket_noi
source: Connected
vi: Đã kết nối

# Ket_noi_voi_thu_ngan_thanh_cong
source: Connect with cashier successfully
vi: Kết nối với thu ngân thành công

# Ket_noi_voi_thu_ngan_that_bai
source: Connect with cashier failed
vi: Kết nối với thu ngân thất bại

# Mang_noi_bo
source: Internal network
vi: Mạng nội bộ

# Dang_co_mot_may_thu_ngan_khac_su_dung_lam_may_chu
source: There is another cashier machine using as server
vi: Đang có một máy thu ngân khác sử dụng làm máy chủ

# Dia_chi_ip_cua_may
source: IP address of the machine
vi: Địa chỉ IP của máy

# Thong_tin_may_hien_tai
source: Current machine information
vi: Thông tin máy hiện tại

# Dang_nhap_boi
source: Logged in by
vi: Đăng nhập bởi

# Lay_dia_chi_ip_khong_thanh_cong
source: Get IP address failed
vi: Lấy địa chỉ IP không thành công

# Trang_thai_mang_noi_bo
source: Internal network status
vi: Trạng thái mạng nội bộ

# Dang_bat
source: On
vi: Đang bật

# Dang_tat
source: Off
vi: Đang tắt

# Bat
source: On
vi: Bật

# Tat
source: Off
vi: Tắt

# Khoi_dong_lai
source: Reload
vi: Khởi động lại

# Dang_nhan_ket_noi_tu
source: Receiving connections from
vi: Đang nhận kết nối từ

# He_thong_dang_lay_thong_tin_may_xin_vui_long_doi
source: System is getting info device, please waiting
vi: Hệ thống đang lấy thông tin máy xin vui lòng đợi

# Dang_ket_noi_voi
source: Connecting with
vi: Đang kết nối với

# Khong_tim_thay_may_nhan
source: Don't find client
vi: Không tìm thấy máy nhận

# Khong_tim_thay_may_thu_ngan_nao
source: Don't find any cashier
vi: Không tìm thấy máy thu ngân nào

# Danh_sach_co_the_ket_noi
source: List cashier can connect
vi: Danh sách có thể kết nối

# Ban_co_chac_chan_muon_ket_noi_voi_ip_nay
source: Are you sure you want to connect to this IP?
vi: Bạn có chắc chắn muốn kết nối với IP này

# Neu_ket_noi_voi_may_thu_ngan_da_chon_se_ngat_ket_noi_voi_may_thu_ngan_cu
source: If connected to the selected cashier, then will disconnect the old cashier
vi: Nếu kết nối với máy thu ngân đã chọn, sẽ ngắt kết nối với máy thu ngân cũ

# Chua_ket_noi_voi_may_thu_ngan_nao
source: It is not connecting to cashier
vi: Chưa kết nối với máy thu ngân nào

# Ket_noi
source: Connect
vi: Kết nối

# Khong_the_ket_noi_den_may_thu_ngan
source: Can't connect to cashier
vi: Không thể kết nối đến máy thu ngân

# Mat_ket_noi_voi_may_thu_ngan
source: Disconnect to cashier
vi: Mất kết nối với máy thu ngân

# Thiet_bi
source: Device
vi: Thiết bị

# Khi_dang_ket_noi_khong_the_thuc_hien_tac_vu_nay
source: When connecting to another cashier don't use this method
vi: Khi đang kết nối không thể thực hiện tác vụ này

# Nhap_ip_bang_tay
source: Enter IP manually
vi: Nhập IP bằng tay

# Ban_nhap_chua_dung_dinh_dang_dia_chi_ip
source: You entered the wrong IP address format
vi: Bạn nhập chưa đúng định dạng địa chỉ IP

# Dia_chi_ip_nay_da_duoc_them_truoc_do
source: This IP address has been added before
vi: Địa chỉ IP này đã được thêm trước đó

# Ban_vua_tat_may_chu_xin_vui_long_doi_trong_giay_lat
source: You just turned off the server, please wait a moment
vi: Bạn vừa tắt máy chủ, xin vui lòng đợi trong giây lát

# Ban_vua_bat_may_chu_xin_vui_long_doi_trong_giay_lat
source: You just turned on the server, please wait a moment
vi: Bạn vừa bật máy chủ, xin vui lòng đợi trong giây lát

source: You just disconnected to cashier, please wait a moment
vi: Bạn vừa ngắt kết nối với máy thu ngân vui lòng đợi trong giây lát để khởi động lại

# Khong_the_ket_noi_den_dia_chi_ip_nay
source: Don't connect to this IP
vi: Không thể kết nối với địa chỉ IP này

# Da_ngat_ket_noi
source: Is disconnected
vi: Đã ngắt kết nối

# Ban_dang_khong_ket_noi_voi_may_thu_ngan_nao
source: You don't connect to any cashier
vi: Bạn đang không kết nối với máy thu ngân nào

# Thong_tin_may
source: Infomation device
vi: Thông tin máy

# Chup_anh
source: Take photo
vi: Chụp ảnh

# Chon_anh_tu_thu_vien
source: Choose photo from gallery
vi: Chọn ảnh từ thư viện

# Hien_thi_chi_tiet_phieu_kiem_ke
source: Show inventory count detail
vi: Hiển thị chi tiết phiếu kiểm kê

# Ban_co_chac_huy_hoa_don_nhap_hang
source: Do you want to delete this stock order {code}?
vi: Bạn có chắc muốn huỷ hoá đơn nhập hàng {code}?

# Ban_hang
source: Sell
vi: Bán hàng

# Thuoc_tinh
source: Properties
vi: Thuộc tính

# Mat_ket_noi_mang
source: Network disconnected
vi: Mất kết nối mạng

# Vua_dong_bo_du_lieu_voi_order
source: Just sync data from order
vi: Vừa đồng bộ dữ liệu từ order

# Gui_thuc_don_mang_noi_bo_thanh_cong
source: Send order by local network success
vi: Gửi thực đơn mạng nội bộ thành công

# Vua_dong_bo_voi_thu_ngan
source: Just sync data from cashier
vi: Vừa đồng bộ với thu ngân

# Gio_ra
source: End date
vi: Giờ ra

# Tinh_gio
source: Count time
vi: Tính giờ

# Dung_tinh_gio
source: Stop timer
vi: Dừng tính giờ

# Gio_ra_khong_duoc_nho_hon_gio_vao
source: Start time must be before stop time
vi: Giờ ra không được nhỏ hơn giờ vào

# Ngay_can_bang_kho
source: Adjustment date
vi: Ngày cân bằng kho

# So_luong_kiem_ke
source: Actual count
vi: Số lượng kiểm kê

# Tu_dong_tao_ma
source: Automatically generate code
vi: Tự động tạo mã

# Tao_moi
source: Create new
vi: Tạo mới

# Tao_phieu_thu
source: Create receipts
vi: Tạo phiếu thu

# Tao_phieu_chi
source: Create payment
vi: Tạo phiếu chi

# Chon_mau
source: Select type cash flow
vi: Chọn mẫu

# Dang_cho
source: Pending
vi: Đang chờ
